{
	"blogTopMessage": "what's up with c4p",
	"posts": [
		{
			"blogTitle":"CARE FOR PEACE IS GETTING READY FOR THE SECOND CLINIC",
			"date":"November 28, 2015",
			"blogText":"Our first mini medical center was successfully built in a rural village of Taung Yin, Kyauk Phyu.\r\nEach mini medical healthcare system will provide 90% of health and medical needs so that patients can have the care they need right in their own village.\r\nThe center also offers preventive health programs, that include health screening, immunization and chronic disease management, contraception, active aging among others.\r\nWe also have mother and child health programs, illness and injury programs, dental care programs, and basic lab and radiologic services available.\r\nWithout your support, we couldn't have achieved this.  Please help by clicking \"Donate\".",
			"video": {
				"url": "https://www.youtube.com/embed/jDXZwkyLuPg",
				"show": "true",
				"title":"Check our video of a medical center being built in Taung Yin"
			},
			"image": {
				"show": "false"
			}
		},
		{
			"blogTitle":"Save the Date",
			"date":"November 03, 2015",
			"blogText":"Mark your calendar for January 31.\r\nHave you ever been able to say \"I was there...\" precisely when and where history is being made?  Better: Have you been able to say \"...and I helped start something grand\" before others even heard about it?  Now you can!\r\nYour donation over the last three years have helped Care for Peace start something Grand!\r\nMark your calendars: Please join uson Sunday, January 17th @ 6:00 pm when Care for Peace(C4P) at Shwe Myanmar Restaurant will hold our second fundraiser to hear major updates on our progress in helping Myanmar build a model for rural health care.\r\nThe event: Hear exciting news from Dr.Donald P.K. Chan, C4P Board member and Jeff Hardy, C4P Founder who will have returned from their December/January trip to Myanmar where they will be \"sealing the deal\" with high-level philanthropists who have already expressed their interest in the now-proven Care for Peace mission to serve the critical health needs of the under-served villagers who live in rural Myanmar.\r\nWe will be sending out a formal invitation in December, but feel free to pass this SAVE THE DATE Email to others you believe would be interested in attending.  We are already accepting attendee registrants because the last fundraiser in April was sold out two weeks before the event, so let us know ASAP if you would like us hold seats for you and your friends.\r\nPlease know that your support over the past three years has been invaluable.  Your ongoing contributions allow us to continue.",
			"video": {
				"url": "",
				"show": "false",
				"title":""
			},
			"image": {
				"show": "false"
			}
		},
		{
			"blogTitle":"The Origin of The C4P Non-Profit Organization",
			"date":"January 11, 2015",
			"blogText":"The political relationship between the United States and Myanmar worsened after the 1988 military coup and violent suppression of pro-democracy demonstrations.  However, following signs of liberalization, the US government began the process of improving its links with Myanmar in 2011.\r\nIn February 2011, Tyler Darland, President of PMI International and Hla Kyi, Vice President of PMI International contacted Jeff Hardy requesting that he review the design of a hospital proposed to be built in Myanmar.  Jeff (founder and now President of C4P), is a 30-year veteran in healthcare systems, service and facility planning and design.  He facilitated innovative and widely publicized management operations and new-facility development services for over 120 hospitals all over the US.  Clients included Kaiser Permanente, Catholic Healthcare West, Columbia/HCA Healthcare, Adventist Healthcare Systems, Disney Celebration Health, et al.  Internationally, Jeff developed hospitals and healthcare systems for Kaiser Foundation International in the Bahamas, Bahrain, Curacao N.A., and the United Arab Republics, et al. \r\nMost recently,  Jeff led new facility development initiatives for the International Medical Center in Hanoi, Vietnam, the Women’s and Children’s Hospital in Port Harcourt, Nigeria, the Mobile Public Health Program in Delta State, Nigeria, and the Matibabu Hospital in Ukwala, Kenya.\r\nAfter the United States formally eased sanctions on Myanmar with the three basic humanitarian assistances including Health Care support in July 2012, Mr. Tyler Darland and Mr. Hla Kyi went to Myanmar to give a message from Mr. Jeff to Myanmar President office about willing to support humanitarian Health Care, and then the President Office directed to Ministry of Health, as a result  the Deputy Minister and Officials met with Mr. Tyler and Mr. Hla Kyi, and then follow up meeting with Dr. Than Sein. Subsequent discussions with Jeff led to a visit to the US by Dr. Than Sein on behalf of the president of Myanmar to look at several US hospitals.\r\nTyler Darland, Hla Kyi, Jeff Hardy and Linda Tavasi, CEO of the Marin Community Clinic hosted the visit.  Based on this visit, the group decided to work together to help develop the Myanmar National Health System.  Dr. Sein went back to Myanmar and founded the People’s Health Foundation (PHF).  Jeff Hardy, with the guidance and support of the first C4P Board Chairman, Dr. David Holbrooke, founded C4P.  Tyler Darland and Hla Kyi joined the C4P administration and Linda Tavasi became a Board Member of C4P.\r\nIn August 2012, Jeff, Tyler Darland and Hla Kyi met with Dr. Sein and the Myanmar Minister of Health, the Hon. Pe Thet Khin, to draft a Cooperative Agreement between C4P, the PHF and the Ministry of Health to collaborate in developing the Myanmar National Health System.  The agreement was signed in October 2012.\r\nAlso in October 2012 the Myanmar Ministry of Health engaged Jeff and C4P to design one prototype “Mini-Medical Center (MMC)” in Rakhine State, Myanmar, that will exist as a showcase facility for considering potential implementation strategy for the next few MMCs to be built in Rakhine State.  While the long-range vision is to build 250 MMCs where they are needed most in rural Myanmar, prudence dictates next-step planning will need to be carefully organized to ensure sufficient time and attention is given to any village interested in the slow-but-steady process of development required for securing success…and avoiding failure.",
			"video": {
				"url": "",
				"show": "false",
				"title":""
			},
			"image": {
				"show": "false"
			}
		},
		{
			"blogTitle":"Origin of Care for Peace Non-Profit",
			"date":"",
			"blogText": "For the last 40-plus years I have dedicated my life to planning healthcare facilities in the USA and in other countries.\r\nSince February, 2010 I have dedicated my mission-based career to helping the people who live in rural Myanmar take charge and build their own their own healthcare services and facilities.\r\nMyanmar is just coming out of the their political isolation from the rest of the world in an effort to build a lasting democracy and achieve peace among the people and the international community.\r\nI do not believe that the war-based word \"peace\" can ever be attained through killing.  I believe that peace can only be attained through caring.\r\nThe people of Myanmar deserve peace.\r\n\r\nThe charge of the Care for Peace non-profit organization is to help them attain peace through caring.\r\n\r\nWhile the idea of a company named \"Care for Peace\" began in Nigeria in 2008 where it was evident the African country needed both, it was only the opportunity presented by U Hla Kyi, Regional Director and Founder of Care for Peace - Myanmar when the name was affixed to the title and purpose of an organization.\r\n\r\nThis blog will be a place for me to share the goings-on of Care for Peace: our activities in Myanmar; our fundraising efforts here in the USA, in Myanmar and internationally; our amazing partners in Myanmar; and to witness the evolution of an opportunity to help others build their own healthcare systems, services and facilities by taking advantage of all that we have learned - the successes, failures and near-misses - in the spirit of caring... for peace.\r\n\r\nPeace is the highest accomplishment of the human spirit.\r\nIt must be.\r\nWe wish for peace.\r\n\"Give peace a chance\" – John Lennon’s song of hope for mankind\r\nWe want peace for others\r\n\"Peace be with you\" – a blessing\r\n\"Go in peace\" – comfort words to a traveler\r\nWe give the most coveted award in the world for peace:\r\nThe Nobel Peace Prize – the highest medal of honor bestowed on an individual or group\r\nAnd we wish the dead to continue living in peace.\r\n\"Rest in peace\" – the most often-used letters on tombstones everywhere\r\n\r\nCaring is what makes the process of attaining peace worth while.\r\nIt must be.\r\nCaring is the deliberate act of attending to your duty with a desire to do well and to secure the best results of your actions.\r\nCare is when you put your heart, soul, expertise and attention into your hands.\r\nCaring requires one to simultaneously focus on the current conditions and the desired outcomes of your actions.\r\nCaring is and end of itself.\r\nSatisfaction of accomplishing and accomplishment is the result of having been careful.\r\n\r\nTo care for peace is to choose the process of caring as the method by which you will attain living and lasting peace.\r\nIt must be.\r\nThe name says it all:\r\n\"Care for peace\" is a directive:\r\nCare with your heart, head and hands\r\n\"Care for peace\" is a roadmap:\r\nThrough \"care\" you can attain \"peace\"\r\n\"Care for peace\" is the starting point:\r\nIf you \"care\" you can attain \"peace\"\r\n\"Care for peace\" is the route:\r\nThe path to \"peace\" is through \"caring\"\r\nAnd \"care for peace\" is the destination:\r\nIf you \"care\" about \"peace\" then \"caring\" will get you there.\r\nWhen you reach \"peace\" through \"care\" you have arrived at your destination\r\n\"Care for peace\" on a personal level is then converted to what Care for Peace means on an organizational level which begins by identifying who we are caring for: the children of Myanmar.",
			"video": {
				"url": "",
				"show": "false",
				"title":""
			},
			"image": {
				"show": "false"
			}
		}
	],
	"rightBlock": {
		"top": {
			"text":"donate",
			"image":"./images/donate.jpg",
			"href": "#donate",
			"alt":""
		},
		"links": [
			{ 
				"title": "facebook",
				"icon": "fa fa-facebook-official",
				"text":"Like Facebook",
				"href":"https://www.facebook.com/CareForPeace"
			},
			{
				"title": "twitter",
				"icon": "fa fa-twitter",
				"text":"follow",
				"href":"https://twitter.com/Care4peace"
			}
		],
		"care": "Care for Peace is a non profit organization founded in 2012.  We are dedicated to build healthy communities in Myanmar"
			
	}

}
